Repository: andremacola/acf-onyx-poll
Catalog: languages/acf-onyx-poll-*.po
Languages: pt_br

source: Create polls with ACF PRO
pt_br: Crie enquetes com o ACF PRO

source: Answers
pt_br: Respostas

source: Image
pt_br: Imagem

source: Answer
pt_br: Resposta

source: Votes
pt_br: Votos

source: Limit voting
pt_br: Limitar votação

source: Free Vote
pt_br: Voto Livre

source: Per device
pt_br: Por dispositivo

source: Every 30 minutes
pt_br: A cada 30 minutos

source: Every 1 hour
pt_br: A cada 1 hora

source: Every 2 hours
pt_br: A cada 2 horas

source: Every 3 hours
pt_br: A cada 3 horas

source: Every 4 hours
pt_br: A cada 4 horas

source: Every 5 hours
pt_br: A cada 5 horas

source: Every 12 hours
pt_br: A cada 12 horas

source: Every 24 hours
pt_br: A cada 24 horas

source: Results
pt_br: Resultados

source: Show in percentage
pt_br: Mostrar em porcentagem

source: Show in numbers
pt_br: Mostrar em números

source: Show both
pt_br: Mostrar ambos

source: End of Poll
pt_br: Fim da Enquete

source: Total votes
pt_br: Total de votos

source: Enable Images
pt_br: Habilitar Imagens

source: Poll Modal
pt_br: Modal da Enquete

source: Show Results
pt_br: Mostrar Resultados

source: Expired
pt_br: Expirada

source: Modal Interval for Voting
pt_br: Intervalo da Modal para Votação

source: Periodicity that the poll modal appears to the user.
pt_br: Periodicidade que a modal da enquete aparece para o usuário.

source: Use own CSS
pt_br: Usar CSS próprio

source: To use your own CSS and disable the default plugin styles, check this option
pt_br: Para utilizar seu próprio CSS e desabilitar os estilos padrões do plugin, marque esta opção

source: Insert a poll in the post
pt_br: Inserir uma enquete no post

source: Poll
pt_br: Enquete

source: Polls
pt_br: Enquetes

source: All polls
pt_br: Todas as enquetes

source: Add new
pt_br: Adicionar nova

source: Add new poll
pt_br: Adicionar nova enquete

source: Edit poll
pt_br: Editar enquete

source: Add poll
pt_br: Adicionar enquete

source: View poll
pt_br: Ver enquete

source: Search poll
pt_br: Buscar enquete

source: No polls found
pt_br: Nenhuma enquete encontrada

source: No poll found in trash
pt_br: Nenhuma enquete encontrada na lixeira

source: Poll father
pt_br: Enquete pai

source: Add new polls
pt_br: Inclusão de novas enquetes

source: Poll Settings
pt_br: Configurações das Enquetes

source: Settings
pt_br: Configurações

source: End date
pt_br: Expiração

source: Show ACF Onyx Poll
pt_br: Mostrar uma enquete do ACF Onyx Poll

source: Title
pt_br: Título

source: Style
pt_br: Estilo

source: Latest
pt_br: Última adicionada

source: Bar style
pt_br: Em barras

source: Twitter style
pt_br: Twitter

source: Vote was submitted successfully
pt_br: Seu voto foi realizado com sucesso

source: Poll vote error, try again
pt_br: Erro na votação, tente novamente

source: Invalid poll parameters
pt_br: Parâmetros de votação da enquete inválidos

source: Non-existent or expired poll
pt_br: Enquete inexistente ou expirada

source: You have already voted in this poll
pt_br: Você já votou nesta enquete

source: No polls founded with ID
pt_br: Nenhuma enquete com ID

source: Vote
pt_br: Votar

source: votes
pt_br: votos

source: Views result
pt_br: Ver resultado

source: Vote was submitted successfully.
pt_br: Seu voto foi realizado com sucesso.

source: Poll vote error, try again.
pt_br: Erro na votação, tente novamente.

source: Invalid poll ID
pt_br: ID da enquete inválida

source: Sorry, but ACF Onyx Poll requires that ACF PRO is installed and active.
pt_br: Desculpe, mas o ACF Onyx Poll requer o que ACF PRO esteja instalado e ativo.
